Repository: m42i/Quizzor
Catalog: localization/*/Quizzor.po
Languages: de

source: Randomizing a playlist cannot be undone.
de: Das Mischen einer Playliste kann nicht rückgängig gemacht werden.

source: Randomize
de: Mischen

source: Cancel
de: Abbrechen

source: Quiz of
de: Quiz vom

source: Please create a new quiz first.
de: Bitte erst ein Quiz starten.

source: No songs visible. Please fill the main window first.
de: Es sind keine

source: Title
de: Titel

source: Artist
de: Interpret

source: Comment
de: Kommentar

source: File
de: Datei

source: Play
de: Start

source: Next
de: Nächster

source: Show Information
de: Zeige Daten

source: Hide Information
de: Verstecke Daten

source: A previous quiz exists. Do you want to restore the last quiz
de: Es gibt ein gespeichertes Quiz. Soll dieses geladen werden?

source: %s or create a new quiz?
de: %s oder ein neues Quiz starten?

source: Either way the current queue will be lost.
de: In jedem Fall ist die Wiedergabeliste verloren.

source: New Quiz
de: Neues Quiz

source: Restore Quiz
de: Quiz laden

source: Creating a new quiz means losing the current queue.
de: Wird ein neues Quiz erstellt geht die aktuelle Wiedergabeliste verloren.

source: Please select a playlist.
de: Bitte eine Wiedergabeliste auswählen.

source: Playlist is empty. Won't start quiz.
de: Die Playliste ist leer. Es wird kein Quiz gestartet.

source: The current queue is not empty. Do you want to replace all tracks?
de: Die aktuelle Wiedergabeliste ist nicht leer. Sollen alle Titel darin ersetzt werden?

source: Replace queue
de: Titel ersetzen

source: Do you want to continue from position %d?
de: Soll von der Position %d fortgesetzt werden?

source: Continue
de: Fortsetzen

source: Start new
de: Neu starten

source: Last song reached. Please create a new quiz.
de: Das letzte Lied wurde erreicht. Bitte starten Sie ein neues Quiz.

source: Enable random images
de: Zufällige Bilder aktivieren

source: Random images
de: Zufällige Bilder

source: Clear
de: Löschen

source: Remove
de: Entfernen

source: Add
de: Hinzufügen

source: Show image after every
de: Bilder anzeigen nach

source: to
de: bis

source: titles
de: Titel

source: Select one or more images
de: Wähle eins oder mehr Bilder

source: Do you want to remove all images?
de: Sollen alle Bilder entfernt werden?

source: Remove all
de: Alle entfernen

source: Begin Quiz
de: Starte Quiz

source: Load Images
de: Bilder laden

source: %i images loaded
de: %i Bilder geladen
